task4/Case folder/Re310(3D)/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2.3.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.org                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

6
(
    inlet
    {
        type            wall;
        inGroups        1(wall);
        nFaces          1600;
        startFace       2313456;
    }
    outlet
    {
        type            wall;
        inGroups        1(wall);
        nFaces          1600;
        startFace       2315056;
    }
    top
    {
        type            wall;
        inGroups        1(wall);
        nFaces          10000;
        startFace       2316656;
    }
    bottom
    {
        type            wall;
        inGroups        1(wall);
        nFaces          10000;
        startFace       2326656;
    }
    cylinder
    {
        type            wall;
        inGroups        1(wall);
        nFaces          1920;
        startFace       2336656;
    }
    defaultFaces
    {
        type            empty;
        inGroups        1(empty);
        nFaces          78848;
        startFace       2338576;
    }
)

// ************************************************************************* //
